tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "koekeishiya/formulae"
tap "poacpm/tap"
brew "openblas"
brew "automake"
brew "bat"
brew "bison"
brew "gdbm"
brew "readline"
brew "python@3.9"
brew "llvm@12"
brew "cabal-install"
brew "freetype"
brew "glib"
brew "libffi"
brew "pkg-config"
brew "python@3.10"
brew "llvm"
brew "ccls"
brew "tbb"
brew "ceres-solver"
brew "chruby"
brew "cmake"
brew "compiledb"
brew "dog"
brew "exiftool"
brew "fd"
brew "gnutls"
brew "harfbuzz"
brew "gobject-introspection"
brew "sdl2"
brew "ffmpeg"
brew "git-filter-repo"
brew "gnupg"
brew "pango"
brew "gnuplot"
brew "go"
brew "gobuster"
brew "grex"
brew "htop"
brew "httpie"
brew "hyperfine"
brew "shared-mime-info"
brew "imagemagick"
brew "inetutils"
brew "jq"
brew "lcov"
brew "libfido2"
brew "librsvg"
brew "libyaml"
brew "lnav"
brew "m-cli"
brew "macchina"
brew "poppler"
brew "mat2"
brew "maven"
brew "mysql"
brew "nmap"
brew "node"
brew "numpy"
brew "pyqt@5"
brew "qscintilla2"
brew "octave"
brew "openconnect"
brew "opencv"
brew "openvpn"
brew "pillow"
brew "pinentry-mac"
brew "pnpm"
brew "portmidi"
brew "pv"
brew "ruby"
brew "ruby-install"
brew "rustup-init"
brew "samba"
brew "shellcheck"
brew "sl"
brew "smartmontools"
brew "stow"
brew "tealdeer"
brew "tmux"
brew "tokei"
brew "tree"
brew "vcpkg"
brew "vim"
brew "wget"
brew "write-good"
brew "wrk"
brew "you-get"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "alacritty"
cask "aldente"
cask "appcleaner"
cask "arduino"
cask "calibre"
cask "cutter"
cask "discord"
cask "docker"
cask "flutter"
cask "font-fira-code"
cask "font-meslo-lg-nerd-font"
cask "gridea"
cask "iina"
cask "keycastr"
cask "lulu"
cask "maczip"
cask "mars"
cask "miniforge"
cask "motrix"
cask "mounty"
cask "obs"
cask "obsidian"
cask "tencent-lemon"
cask "utm"
cask "visual-studio-code"
cask "wireshark"
cask "zoom"
cask "zotero"
