tap "git-chglog/git-chglog"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
brew "act"
brew "openblas"
brew "bash"
brew "bison"
brew "boost"
brew "gdbm"
brew "readline"
brew "python@3.9"
brew "llvm@12"
brew "cabal-install"
brew "freetype"
brew "glib"
brew "libffi"
brew "pkg-config"
brew "tbb"
brew "ceres-solver"
brew "chruby"
brew "cmake"
brew "python@3.10"
brew "compiledb"
brew "libyaml"
brew "conan"
brew "coreutils"
brew "dog"
brew "exiftool"
brew "fd"
brew "gnutls"
brew "harfbuzz"
brew "pango"
brew "sdl2"
brew "tesseract"
brew "ffmpeg"
brew "fzf"
brew "git"
brew "git-filter-repo"
brew "git-quick-stats"
brew "gnupg"
brew "qt@5"
brew "gnuplot"
brew "go"
brew "gobject-introspection"
brew "gobuster"
brew "gperftools"
brew "graphicsmagick"
brew "librsvg"
brew "graphviz"
brew "grex"
brew "htop"
brew "httpie"
brew "hugo"
brew "hyperfine"
brew "shared-mime-info"
brew "imagemagick"
brew "inetutils"
brew "jq"
brew "lcov"
brew "libfido2"
brew "z3"
brew "llvm"
brew "lnav"
brew "m-cli"
brew "macchina"
brew "poppler"
brew "mat2"
brew "maven"
brew "mysql"
brew "neovim"
brew "nmap"
brew "node"
brew "numpy"
brew "pyqt@5"
brew "qscintilla2"
brew "octave"
brew "openconnect"
brew "opencv"
brew "openvpn"
brew "pandoc"
brew "pillow"
brew "pinentry-mac"
brew "pnpm"
brew "portmidi"
brew "pv"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ripgrep"
brew "rlwrap"
brew "ruby"
brew "ruby-install"
brew "rustup-init"
brew "samba"
brew "shellcheck"
brew "sl"
brew "smartmontools"
brew "stow"
brew "tealdeer"
brew "tmux"
brew "tokei"
brew "typos-cli"
brew "typst"
brew "vim"
brew "wget"
brew "write-good"
brew "wrk"
brew "you-get"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "git-chglog/git-chglog/git-chglog"
cask "alacritty"
cask "amethyst"
cask "appcleaner"
cask "arduino"
cask "calibre"
cask "cutter"
cask "discord"
cask "docker"
cask "font-fira-code"
cask "font-meslo-lg-nerd-font"
cask "iina"
cask "inkscape"
cask "kap"
cask "keycastr"
cask "koodo-reader"
cask "logseq"
cask "love"
cask "lulu"
cask "maccy"
cask "maczip"
cask "motrix"
cask "mounty"
cask "obs"
cask "obsidian"
cask "tencent-lemon"
cask "thunderbird"
cask "utm"
cask "visual-studio-code"
cask "vscodium"
cask "wireshark"
cask "zoom"
cask "zotero"
